Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 系统的声音响起，厨神试炼场里甚至出现了花束。
en_us: "Please continue to work hard to replicate and create even more scrumptious food!" the system said, and bouquets of flowers even appeared in the test field for the God of Cookery.

source: 系统的声音在麦格脑海中响起。
en_us: The system's voice appeared in Mag's mind.

source: 系统的这番话信息量太足。
en_us: There was too much information in the System's words.

source: 系统的重视程度，决定了麦格的重视程度。
en_us: How much importance the System placed on the issue determined how much importance Mag placed on the issue.

source: 系统给出的备注能够让麦格精确地知晓这份绿豆糕的问题，从而精准的做出调整。
en_us: The system included footnotes for Mag to know where exactly was the problem with each helping of mung bean pastry so that he could refine it.

source: 系统论坛：
en_us: System Forum:

source: 系统：(ｷ｀ﾟДﾟ´)！！
en_us: System: (ｷ｀ﾟДﾟ´)!!

source: 系统：“MMP！”
en_us: System responded, "F*ck!"

source: 系统：“……”
en_us: System: "..."

source: 系统：“？？？”
en_us: System: "???"

source: 系统：……
en_us: System: ...

source: 系统：？？？
en_us: System: ???

source: 系统？
en_us: System?

source: 紧身衣将她的身材完美呈现，却让人生不出半点亵渎之意。
en_us: The body suit showed her figure perfectly but people couldn't have any dirty thoughts about her.

source: 紫纹狮鹫冲天而起，飞向城外，向着南方飞去。
en_us: The purple-striped griffin took the sky, flew out of the city and towards the south.

source: 紫纹狮鹫发出了一声长啸，口吐雷球，向着麦格的方向飞掠而去。
en_us: The purple-striped griffin let out a howl and spat out a lightning ball as it dashed towards Mag.

source: 紫纹狮鹫吃痛，连忙拉升折返，避开那几乎连成一道墙的黑色飓风。
en_us: The purple-striped griffin was in pain and it swiftly turned around to avoid the black hurricanes that had almost formed into a wall.

source: 紫纹狮鹫听懂了他的话，骤然向下俯冲，几乎贴着地面找到了一个飓风的空隙穿了过去，向着麦格冲去。
en_us: The purple-striped griffin seemed to understand his words and it immediately swopped down. It found a gap that was close to ground and it went through it, almost touching the ground. It went straight towards Mag.

source: 紫纹狮鹫在皇宫外悬停，发出了一声长啸。
en_us: The purple-striped griffin suspended in mid-air outside the palance and let out a long howl.

source: 紫纹狮鹫早已掉头向外飞去，依旧被爆炸的余波推飞了上千米的距离。
en_us: The purple-striped griffin had long turned and flew outwards, but it was still blown thousands of meters away by the explosion's aftermath.

source: 紫纹狮鹫落地。
en_us: The purple-striped griffin landed.

source: 紫纹狮鹫迅速升空，险险避开了半头巨人的石斧，同时吐出一串雷球，将那巨人炸成了满遍地碎骨。
en_us: The purple-striped griffin quickly rose to the sky, dodging the stone axes thrown at them by the giant. At the same time, he spat out a string of lightning balls, striking that giant into a pile of stones.

source: 紫纹狮鹫飞的极快，不到三个小时便已经能够远远的看见暮光森林。
en_us: The purple-striped griffin was flying very fast. They could see the Twilight Forest in a distance in less than three hours.

source: 纤薄的猪耳朵，中间有一点白色的脆筋，蘸满了红油，还粘着几粒芝麻，被她喂到了嘴里。
en_us: In the middle of the thin pig ear was a white tendon. It was coated with a layer of red oil and a dash of sesame seeds. Amy put it into her mouth.

source: 约瑟夫也是连忙道：“公爵大人说笑了，怎么能让您给我们倒酒，先前没有注意到您也在酒馆里，不然我们都该来向您敬酒的。”
en_us: Joseph quickly said, "Your Highness, you must be kidding. How could we have you pour our wine? We didn't notice you in the tavern earlier. We should have gone over to greet you."

source: 约瑟夫等人在一旁看着，表情微变，却没有一个人敢上前阻拦和劝解的。
en_us: Joseph and the others watched at the side with their expressions changing, but none of them dared to go up to stop or persuade Abraham.

source: 约瑟夫等人看着麦格，目光都变得有些不同。
en_us: Joseph and the others started to see Mag differently.

source: 约瑟夫等人自然不敢多言。
en_us: Joseph and the others naturally would not say anything about that.

source: 约瑟夫闻言也是眉头微皱，看了眼坐在柜台后的艾米，道：“算了吧，那么小的孩子，哪端的起酒瓶。”
en_us: Joseph frowned upon hearing that as well. He glanced at Amy, who was sitting behind the counter, and said, "It's alright. A child so young wouldn't know how to pour wine."

source: 约瑟夫闻言神色有些不喜，不过迟疑了一下，还是没有说话。
en_us: Joseph was rather unhappy hearing that. He hesitated, but did not speak.

source: 纯真的笑容在孩子们的脸上绽放，那是极少在他们脸上看到的幸福感。
en_us: Innocent smiles blossomed on the children's faces. That was the blissfulness that was rarely seen on their faces.

source: 细细的竹圈，在空中划出了一道优美的弧线，在那大肥鹅的脖子还没来得及缩回的时候，便挂在了它的脖子上，转了几圈，稳稳的套在它的身上。
en_us: The narrow bamboo ring made a beautiful curve in the midair, and landed on a goose's neck before the big, fat goose could retract its neck. It spun around a few times before hanging on its neck securely.

source: 经历了这番事情后，麦格也不确定乔修是否还留在洛都。
en_us: After experiencing this incident, Mag also wasn't sure if Josh was still in Rodu.

source: 经过一条长长的通道，一个颇为宽敞的大厅出现。
en_us: After walking through the long tunnel, a spacious hall appeared.

source: 经过几天的疗养，梅兰特的伤势已经恢复的差不多。
en_us: After a few days of recuperation, Merante had almost recovered from his injuries.

source: 经过系统的一番灌输。
en_us: The system fed him a ton of knowledge.

source: 经过这段时间对于各种调料的熟悉和理解，他已经能够通过回忆大概推断出一道菜里放了些什么调料。
en_us: After this period of understanding and familiarising with the different seasonings, Mag could already guess what kind of seasoning was added into a dish based on his memory.

source: 经过麦格改造的蒸馏设备，用经久耐烧的煤炭石作为燃料，而且整个蒸馏过程不需要随时盯着，只要不是查看蒸馏进度即可，可谓是将整个蒸馏过程变得十分简单。
en_us: The distillation equipment after Mag's revamp utilized coal, which could last longer, as fuel. On top of that, Eiffie did not have to keep constant watch on it during the distillation process and just had to check on its progress. That simplified the distillation process significantly.

source: 结束了追踪话题，麦格依旧对地下城念念不忘，思考了一会，突然灵光一闪道：“系统，你说这个世界会不会是立体的，就像是一个千层饼一样？我们觉得自己在第一层，其实我们在第二层，地下还有一层，天上可能还有一层。
en_us: After the conversation about tracking had ended, Mag was still thinking abou the underground. He thought for a while and said, with a sudden epiphany, "System, do you think it's possible for this world to be 3D, like a thousand layer cake? We think we're actually on the first layer, but we're actually at the second layer. There's a layer underground, and a layer in the sky.

source: 结果……
en_us: In the end…

source: 结果拿到麦老板的手稿之后，他们俩惊为天人，行文流畅自然，语言简单活泼，将一个菜谱教程硬是写成了一片极为优秀的美文，寓教于乐，让迈洛甘拜下风。
en_us: In the end, they were both amazed when they received Boss Mag's script. The words flowed naturally, and the language was simple and lively. He made a recipe into an extremely beautiful essay. He had combined education and entertainment, which impressed Mylo.

source: 结果迎面突然出现了一个两米多的巨汉挡住了门口。
en_us: He bumped into a big guy over two meters tall at the door.

source: 结账离开，一行人在书坊里逛了半天，麦格也淘了不少古籍和一些畅销话本，甚至在一个角落的小书店里，从老板那里偷偷摸摸的买到了一本亚历克斯同人话本。
en_us: After paying and leaving the bookshop, they spent half a day in the book square, and Mag bought many ancient books and popular storybooks. He even sneakily bought a storybook about Alex from a boss in a small corner bookshop.

source: 绝配！
en_us: Perfect!

source: 绿豆糕、红豆糕之类的甜点他觉得普普通通，但蛋黄酥却是他的大爱啊，没想到系统竟然在大礼包里塞了一份。
en_us: He felt that the mung bean cake and red bean cake were just ordinary, but he loved the salted egg yolk pastry. He didn't expect the system to include it in the gift package.

source: 绿豆糕比较简单一些，不过准备起来比较繁琐，好在昨晚他就泡了一些绿豆在冰箱里，拿出来直接去皮就可以开始制作绿豆糕，省却了大部分等待时间。
en_us: The mung bean cake was relatively easier, but its preparation work was more complicated. Fortunately, he had already soaked some mung beans in the fridge last night. He could start making the mung bean cakes after removing the skins. It saved him plenty of waiting time.

source: 罗莫街上的商户们聚在一起，有些羡慕的看着塞班酒馆，小声议论着。
en_us: The business operators along Romo Street gathered together as they chatted softly and looked at Saipan Tavern enviously.

source: 罗莫街上的酒馆已经不多，而且价格普遍亲民，一般也就几十铜币到一百铜币出头一瓶。
en_us: There weren't many taverns on Romo Street, and their prices were usually friendly to the ordinary people's pockets. They were usually priced from tens of copper coins to over 100 copper coins a bottle.

source: 罗莫街上，一辆黑色马车缓缓行驶着。
en_us: A black horse-drawn carriage slowly drove on Romo Street.

source: 罗莫街位于洛都的中心，街道尽头的对面便是朝廷各部门的办事处，不过也正因如此，周遭居民区不多，开在这里的店铺做的多是朝廷官员的生意。
en_us: Romo Street was in Rodu's city center. At the end of the street were all the offices of the court's agencies. However, because of this, there weren't many residential areas around, and the shops here were mainly running their businesses with the court officials in mind.

source: 罗莫街失去竞争力的一大原因，也是整条街的商业看起来太陈旧落后了。
en_us: One big reason that Romo Street lost its competitiveness was because all the shops on the street looked too old.

source: 罗莫街已经落寞多年，但毕竟也曾是他们的青春。
en_us: Romo Street had declined for many years, but it was still a part of their youth.

source: 罗莫街是临近皇宫和各大朝廷部门办事处的一条不算有名的美食街，说是一条美食街，零散的几家餐厅和酒馆又显得有些寒酸。
en_us: Romo Street was a food street near the palace and all government agencies' offices. However, it was also rather miserable to describe it as a food street when it had just a few scattered restaurants and taverns.

source: 罗莫街留守的老板们先是不相信，确认之后，不少人都喜极而泣。
en_us: The bosses that stayed behind on Romo Street didn't believe it at first, but after confirming it, many of them wept with joy.

source: 罗莫街的店铺虽然价格不如兰贝街，可这样一栋楼的价格也是颇为不菲，要是能够成交，中介费够他吃半年了。
en_us: Even though the shops on Romo Street weren't as expensive as the shops on Lambay Street, they weren't cheap, either. The commission could last him half a year.

source: 罗莫街的街坊邻居们，看着出行的一家四口，发出了感慨。
en_us: The neighbors on Romo Street lamented when they saw the family of four go out.

source: 罗莫街规模不大，而且多是老房子，但这些房子都是可以推倒重建的，这对于有修行者的建筑队来说并不是什么难事，甚至比旧楼改造装修价格更便宜。
en_us: Romo Street wasn't big and it was mainly made up of old houses. However, these old houses could all be demolish and rebuild. This wasn't hard for the construction teams with cultivators. It would be even cheaper than to remodel the old properties.

source: 罗莫街重回巅峰，甚至创造更高的辉煌也不是没有可能的事情。
en_us: Romo Street was going to return to its glory and it wasn't impossible for it to go to even higher levels.

source: 美酒入口，她那精致的眉头微微蹙起，和利口的啤酒的确有些不同，这茅台酒入口绵柔。
en_us: After taking the sip, she furrowed her beautiful brows. It was indeed a little different from beer. This Maotai was rather soft.

source: 美酒入口，细腻绵柔，清冽甘爽，在唇齿间滑过，竟是如此的丝滑。
en_us: The wine was fine and silky, refreshing and sweet. It was so smooth as it flowed through his teeth and into his throat.

source: 美酒协会是一个相对独立的组织，而这些各自有着身份地位的长者，则保证了品酒大会的相对公平与公正。
en_us: The Wine and Liquor Association was a fairly independent organization and those elders who had their own identities and status, ensured a relative fairness and justness.

source: 美酒解辣，他又抓了一把花生丢到嘴里。
en_us: The wine was able to curb the spicy taste, so Noya threw another handful of peanuts into his mouth.

source: 群美环绕，麦格步入教堂的时候，俨然成了全场最靓的崽。
en_us: With beauties around him, Mag was under the limelight the moment he entered the place.

source: 翻开封面，跳过目录，第一页就是关于他的访谈。
en_us: Flipping open the magazine and skipping over the content page, the very first page was his interview.

source: 翻开小册子，麦格很快找到了泰坦酒的酿酒方法记录。
en_us: Flipping open the little booklet, Mag soon found the records of the Titan Liquor's brewing method.

source: 老人笑了笑，转身向着门口走去。
en_us: The old man smiled. He turned and walked towards the door.

source: 老人起床站到了狭窄的走道上，看着被黑暗笼罩的族人们，似乎在等待什么。
en_us: The old man got out of bed and stood at the narrow walkway. He looked at his fellowmen enveloped in darkness, as though he was waiting for something.

source: 老板从门口的书架上拿起一本画本，笑着道：“骑士画本还是我们店里的主打啊，小朋友爱看的骑士打败魔王的故事，姑娘爱看的骑士打败魔王英雄救美的故事，男人爱看的骑士打败魔王英雄救美之后的故事……”
en_us: The boss picked up a storybook from the shelf at the door, and smilingly said, "The knights' storybooks are still the main attraction in our shop. The children love to read stories about knights defeating the villains, the maidens love to read the stories about knights defeating villains and saving beauties, the men love to read the stories after the knights defeated the villains and saved the beauties…"

source: 老板听到麦格说这话，立马爽快的收下钱，顺便给艾米找了半串铜币。
en_us: The boss heard Mag, and instantly took the money, and gave Amy her change in copper coins.

source: 老板已经彻底死心，反倒放开了，大声吆喝恭喜着艾米，麻溜的把被艾米套中的大鹅绑好放在一旁，今天就当赔本赚吆喝了，难得有那么多客人围观，下次就能把钱给赚回来。
en_us: The boss had given up completely. He had decided to let it go completely, and cheer Amy on loudly. He swiftly tied up all the geese that Amy caught, and put them at the side. He was taking the loss as an advertisement for his business. It was rare to have so many onlookers, so he could always earn back the money in the future.

source: 老板恍然，乡巴佬的话，倒也可以理解了，解释道：“最近亚历克斯重新出现，而且上演了更为惊世骇俗的王者归来，更是以一人之力拯救了世界，在洛斯帝国的百姓心中重新掀起波澜，热度极高。
en_us: The boss finally got it. He now understood why he was a country bumpkin. He explained, "Alex reappeared recently, and he put on a shocking show of 'The Return of the King'. He saved the world alone, and created new waves in the hearts of the Roth Empire's people. He is very popular now.

source: 老板打量着麦格，问道：“怎么，你问这么多，难道你也想写小说？”
en_us: The owner sized up Mag, and asked, "Why are you asking so many questions? Don't tell me that you want to write novels too?"

source: 老板指着隔壁一家还没有开门的书店道：“可不是，隔壁那家书店看到没有，他们家就卖三本书，隔十天出一册，一个月能卖出三十万册，光靠这个，老板上个月取第八房老婆了。”
en_us: The boss pointed to the next-door bookshop that was still closed, and said, "Oh yes. Can you see that bookshop next door? They only sell three books. They released one issue every 10 days, and they can sell 300,000 copies every month. With those sales alone, that boss married his eighth wife last month."

source: 老板按照艾米的要求把各种食物装好，却没有盛汤，看着艾米笑眯眯的说道：“小姑娘，汤可带不走哦，而且这些东西太多了，还是让你家大人来拿吧，你还要抱着可爱的小熊呢。”
en_us: The boss packed all the food that Amy requested, but he didn't pack the soup. He smilingly said to Amy, "Little girl, it's not easy to bring the soup away and you have carry a lot of things with you. Get your adults here to bring them away. Besides, you still have to carry your cute little bear."

source: 老板接过钱，笑着道：“客官瞧您这话说的，刚刚有个小伙子可就套走了两只呢，咱们这鹅可是好鹅。”
en_us: The boss took the money, and smilingly said, "What are you talking about, dear customer? A young man just won two geese earlier. My geese are good geese."

source: 老板是个三十来岁的青年，相貌平平，没有什么记忆点，属于丢到人群里就会被忽略的那种人，不过看起来倒也慈眉善目，颇为和善。
en_us: The owner was a young man in his thirties. He looked average, and there was nothing unique about his features. He was probably the kind that would be overlooked if you threw him into a crowd. However, he looked rather kind and friendly.

source: 老板环顾了一圈，目光才落到了站在一旁角落里的那个小姑娘身上，小姑娘看起来才三四岁的模样，小小一只，长得精致可爱。
en_us: The boss scanned the crowd around before his gaze landed on a little girl standing in a corner. The little girl looked about three or four years old. She was little and exquisitely cute.

source: 老板的脸都黑了，激动的心，颤抖的手，从围栏里拎出了那只被套中的大肥鹅，恨不得给这蠢鹅来一个过肩摔，哪有这么容易就被一个四岁的小朋友套中的道理！
en_us: The boss' face was sullen. He got that big, fat goose that was looped by the ring out of the fence with a trembling heart and shaking hands. He felt like slamming this goose over his shoulders. How could it let a four-year-old catch it so easily!

source: 老板肯拿出来，而且以3000铜币一瓶的价格售卖，已经算得上极其良心的价格了。
en_us: It's already very reasonable that the lady boss is willing to take it out and sell it for 3000 copper coins a bottle.

source: 老板表情一僵，有点心虚的瞄了一眼麦格，不过还是堆着笑道：“好的，那我就要十只，一百铜币一只，比市场价还要高二十多个铜币。”
en_us: The boss's expression froze, and then he stole a glance at Mag guiltily, but he still smilingly said, "Alright, I'll just take 10 then. I will pay 100 copper coins for each of them. It's 20 copper coins more than the market price."

source: 老板表情微微一僵，不过还是很快微笑着道：“三十只鹅已经全部给您绑好了，是直接拎走吗？”
en_us: The boss froze slightly, but he still managed to smile and say, "I have already tied up the 30 geese for you. Do you want to bring them away right now?"

source: 老板说可能要打仗了，商路不通，也不知道什么时候能恢复，所以就让他们这些车夫回家了。
en_us: His boss said that war might happen soon, and the trading route would be blocked. There was no idea when it would resume, so all the coachmen were dismissed.

source: 老精灵看着两位精灵，脸上悲凉的笑容终于有了几分欣慰，笑着点头道：“好。”
en_us: The old elf looked a tthe two elves and a glad smile replaced the despair on his face as he said with a nod, "Sure."

source: 而一个能够吸好螺丝的男人，据说还能拥有更高级别的择偶权。
en_us: Furthermore, it was rumored that a man who knew how to suck out an escargot had more choices when it came to selecting a mate.

source: 而一些好酒之人，更是循着酒香找到了塞班酒馆门前挂着的小铁笼。
en_us: Meanwhile, some liquor's lovers already found the little metal cage hanging in front of Saipan Tavern following the aroma.

source: 而一家酒馆有更多的好酒可以选择，也是非常强大的核心竞争力，这或许就是里斯酒馆没有金奖酒，却依旧是洛都排名前几的酒馆的原因。
en_us: Meanwhile, a tavern with many drink options had a very strong core competitiveness. Perhaps, this was why Reese Tavern was one of the top taverns in Rodu despite not having a gold award.

source: 而一旁的安妮，拿着圈子犹豫了许久，两只手扶着圈子，然后踮起脚尖轻轻一丢，套中了位于角落里缩着脖子正在打盹的大鹅大鹅身上。
en_us: Meanwhile, Annie hesitated with a ring in her hands for a long time at the side before she tiptoed and tossed it out gently. The ring landed on a goose snoozing in a corner with its neck tucked in.

source: 而与澄澈的酒色相反的是那馥郁的酒香，很难想象这如山泉一般澄澈透明的液体，竟然能够散发出如此诱人的酒香。
en_us: In contrast to its clear color, was the rich liquor's aroma. It was very hard to imagine a liquid that was as clear as mountain spring water could give out such an enticing liquor's aroma.

source: 而且为了减少其他因素影响酿酒师对于酒的判断，每一组酒在被端上台之前都不会被介绍，而是在打分之后才揭示。
en_us: Furthermore, in order to reduce the other factors from affecting the sommeliers' judgement, the liquors would not be introduced during group presentation. Instead, the names would only be revealed after judgment.

source: 而且习惯了这烟熏味之后，你会发现掩藏在其中的其他香味，对！是麦芽的芳香！”库尔特像个发现了巨大秘密的孩子一样惊喜。
en_us: And after getting used to the smokey scent, you will discover the other scents hidden in it. Yes! It's the fragrance of malt!" Kurt was surprised like a child who had discovered a huge secret.

source: 而且今天获得了五十分满分评分的两款酒的主人，竟然坐在了一起。
en_us: Moreover, the owners of the two perfect sore liquors today were actually sitting together.

source: 而且他也不打算杀利尔，这位的风评在十级骑士中算是非常好的骑士，为了布卢姆这个小人而死实在不太值得。
en_us: Besides, Mag did not intend to kill Lear, who was considered a rather good knight among the 10th-tier knights. It was not worth it for him to die because of a villain like Blum.

source: 而且他也挺好奇系统的那个神秘奖励是什么，会不会是更多甜品的做法？
en_us: Besides, he was quite curious about the system's mysterious prize. Would it be more dessert recipes?

source: 而且他买了半条罗莫街，这条街的价值是要靠着这些邻居才能支撑起来的。
en_us: Moreover, he had bought half of Romo Street. The value of this street had to be propped up by these neighbors.

source: 而且他对神棍素来不太感冒，之前在洛都，艾米喜欢那翅膀也就算了，如果现在教廷想要用这东西作为威胁，让艾米前往洛都当什么神女，他可不同意。
en_us: Furthermore, he had never quite liked religion-related con artists. It was fine when Amy liked that pair of wings in Rodu. However, if the Holy See wanted to use that as a threat, and made Amy go to Rodu to be whatever holy maiden, he wasn't going to take that lying down.

source: 而且他现在也希望这篇鱼香茄子教程能够给他带来更多的信仰点，在骑士证道这条路走到顶点后，他现在只能尝试这从传播美食提升厨师之道的路子上试试。
en_us: Furthermore, he also hoped that the eggplant with garlic sauce's tutorial would bring him more religious points. After reaching the peak on the path of a knight, he could only attempt it on the path of a chef by spreading good food now.

source: 而且伊琳娜他们虽然不认识中文，但一直认为这是只有麦格一个人认识的方言文字。
en_us: Besides, Irina and the others might not know Mandarin but they all thought that Mag was the only one who recognized this dialect.

source: 而且众人今晚已经愉快的决定，明日便联名上书，请国王严查此事，将凶手绳之于法。
en_us: Besides, they had happily come to a conclusion tonight to write a petition to the king so that he could investigate this case thoroughly and apprehend the killer.

source: 而且兰克斯特是否还活着还是两说，消失在已经脱离封印的旧日支配者的封印之地，他还活着的几率并不大。
en_us: Besides, Rankster might not be alive. He disappeared in the place where the Great Old One had escaped from its seal. The probability of him surviving wasn't high.

source: 而且再懂女人，也可能只是一个备胎。
en_us: And no matter how well you understand women, you might still only be a spare tyre.

source: 而且包子的状态极佳，在蒸制的过程中没有漏汁，也没有变形塌架。
en_us: On top of that, the dumpling was in its best condition. Throughout the steaming process, the soup did not leak and it did not lose its shape.

source: 而且哈迪斯先生买走了最后的三十三栋楼，等于是掌控了罗莫街上的大半优质商铺。
en_us: Furthermore, Mr. Hades buying the last 33 buildings was equivalent to controlling over half of the good shopfronts on Romo Street.

source: 而且在她的身上，希利还感受到了一丝熟悉的神力，这是教廷独特的修炼体系说特有的能量。
en_us: Furthermore, Seely even sensed a hint of the familiar divine power on her. That was the special energy that the Holy See's unique cultivation system had described.

source: 而且在这封信中，巨龙族还给安德烈下了一个最后通牒，要求安德烈尽快将乔修捉拿，给所有人一个交代。
en_us: Moreover, the giant dragons issued an ultimatum to Andre. They wanted Andre to apprehend Josh as soon as possible, and give all of them an explanation.

source: 而且地上铺着一床被子，枕头也摆的很整齐，她身上还盖着软绵绵的棉被
en_us: Moreover, the blanket was on the floor, covering her, and the pillow sat neatly on the bed.

source: 而且她的这番话也透露了一个非常重要的信息——‘被封印的入侵者’
en_us: Moreover, her words had also revealed one very important information—"sealed invaders".

source: 而且她身边还有无发行者护法。
en_us: Furthermore, she had the Hairless Monk protecting her.

source: 而且它拥有的不仅仅只是鸡肉的味道，酒香、海鲜、菌类，还有各种肉类的荤香已经融合在一起，完美浸透，味中有味，嚼起来烂而不腐，回味无穷。
en_us: Furthermore, it wasn't just the taste of chicken. The fragrance of the wine, seafood, and mushrooms and all the different aromas of different meat had merged together and seeped into the chicken. All the ingredients' tastes were integrated with one another, and one could sense different tastes in all the ingredients. The chicken was soft but not mushy when chewed, and there was an endless aftertaste.

source: 而且就在衙门的人查封鲍里斯宅院之前，鲍里斯的金库被洗劫一空。
en_us: On top of that, just before the people from court sealed Boris's mansion, his treasury was robbed.

source: 而且就这样放在房间里，好像也不太安全的样子。
en_us: Furthermore, it didn't seem very safe to just keep the money in the room.

source: 而且幕后黑手非常谨慎，通过黑市发布任务，和凶手没有任何直接接触，甚至连佣金也通过黑市进行交易。
en_us: Besides, the mastermind was very cautious. He sent the mission out in the black market and did not have any direct contact with the assailant. Even the reward was transacted through the black market.

source: 而且我是为了维护这个世界的稳定才弄出火炮的，说我引发动荡就过分了吧？”麦格撇撇嘴道。
en_us: Furthermore, I am making cannons to maintain this world's stability. Isn't it too much to say that I trigger upheavals?" Mag said with pursed lips.

source: 而且是用折叠椅，一连两次被拍飞。
en_us: Furthermore, it was done by a folding chair twice.

source: 而且更让他感到害怕的是，这小家伙丢了五个竹圈，就命中了五只大肥鹅，百分之百的命中率。
en_us: What made him even more afraid was that this little one looped five geese with five bamboo rings. It was a 100% hit rate.

source: 而且杰弗里亲自对她进行培养，给予各方面的支持，让她在家族产业中快速建立权威，并且迅速上手。
en_us: Furthermore, Jeffree groomed her personally, and gave her support in all aspects, which allowed her to quickly establish her authority in the family's business and swiftly take over.

source: 而且梅兰特和诺亚遇险，也是为了追查乔修才陷入险境，他们出手相助是分内的事情。
en_us: On top of that, Merante and Noya were in danger because they were tracking Josh. Helping them was what he should do.

source: 而且正如麦格所想的，在这里开酒馆，的确能够碰上一些洛斯帝国的官员，从他们口中或许能够获知一些有用的信息。
en_us: Just as Mag had thought, opening a tavern here could allow him to meet some officials of the Roth Empire and find out much useful information from them.

source: 而且此事也是让各位大臣有些心惊和恐惧，本以为身处洛都非常安全，怎么也想不到有人竟然敢在洛都灭朝廷大员满门，这意味着下一个死的可能是他们。
en_us: In addition, this also made all the courtiers a little worried and fearful. They thought that they would be very safe in Rodu, but they never expected that someone would actually dare to murder generals and their entire families. That meant that they might very well be the next ones dead.

source: 而且每日能够吃到麦格送上门的美食，原本瘦骨如柴的梅兰特肉眼可见的胖了不少，面色红润，比受伤之前看起来还要更健康一些。
en_us: Moreover, Merante could even get to eat the scrumptious food that Mag delivered every single day. The initially thin Merante plumped up obviously. His face became rosy, and looked healthier than before he had been injured.

source: 而且用剩下的时间，自己把凉拌猪舌头的菜谱试验成功了。
en_us: Meanwhile, he used the leftover time to successfully create his own pig tongue salad.
